// Main Menu
"About Epson Printer Utility 4" = "O aplikaci Epson Printer Utility 4";
"Preferences..." = "Předvolby…";
"Services" = "Služby";
"Hide Epson Printer Utility 4" = "Skrýt Epson Printer Utility 4";
"Hide Others" = "Skrýt ostatní";
"Show All" = "Zobrazit vše";
"Quit Epson Printer Utility 4" = "Ukončit Epson Printer Utility 4";

"Utility" = "Nástroj";

"File" = "Soubor";
"Close" = "Zavřít";

"Settings" = "Nastavení";
"Driver Settings" = "Nastavení ovladače";
"Driver Settings11" = "Předvolby sledování";

"Window" = "Okno";
"Minimize" = "Minimalizovat";
"Zoom" = "Přepnout velikost";
"Bring All to Front" = "Převést vše do popředí";

"Help" = "Nápověda";

// Main Window
"EPSON Printer Utility 4" = "Epson Printer Utility 4";
"Update" = "Aktualizovat";
"Buy Epson Ink" = "Kupte inkoust Epson";
"Buy Epson Ink Tips" = "Tuto kazetu lze koupit na Internetu.";
"Printer List" = "Seznam tiskáren";
"Printer List Tips" = "Vyberte tiskárnu.";
"Preferences" = "Nastavení ovladače";
"Pref Button Tips" = "Můžete provést nastavení ovladače tiskárny pro vybranou tiskárnu.";
"Preferences11" = "Předvolby sledování";
"Pref Button Tips11" = "Můžete provést nastavení sledování pro vybranou tiskárnu.";

"Version" = "Verze";

"Connect" = "Připojeno";
"Offline" = "Offline";
"Communication error" = "Chyba komunikace";
"Error occurred" = "Došlo k chybě.";
"Warning occurred" = "Objevila se zpráva o stavu tiskárny.";
"Idle" = "Připraveno";
"Cleaning status" = "Tiskárna je zaneprázdněna";
"Ink maintenance status" = "Tiskárna je zaneprázdněna";
"Shipment status" = "Vyměňte kazetu";
"Busy" = "Probíhá tisk.";
"Changing black ink" = "Výměna černého inkoustu";
"Charging status" = "Plnění inkoustového systému";

// UT Button
"Status Monitor" = "EPSON Status Monitor";
"Status Monitor Tips" = "Použijte tento program pro automatickou kontrolu chyb a také pro kontrolu hladiny zbývajícího inkoustu.";

"Head Cleaning" = "Čistění hlavy";
"Head Cleaning Tips" = "Použijte tento program, pokud se kvalita tisku snižuje nebo program Kontrola trysek hlásí ucpané trysky.";
"Head Cleaning2" = "Čistění hlavy";
"Head Cleaning2 Tips" = "Použijte tento program, pokud se kvalita tisku snižuje nebo program Kontrola trysek hlásí ucpané trysky.";
"Head Cleaning3" = "Čištění tiskové hlavy";

"Print Head Alignment" = "Nastavení tiskové hlavy";
"Print Head Alignment Tips" = "Použijte tento program, pokud se na výtisku objevují chybně zarovnané svislé čáry.";
"Print Head Alignment2" = "Nastavení tiskové hlavy";
"Print Head Alignment2 Tips" = "Použijte tento program, pokud se na výtisku objevují chybně zarovnané svislé čáry.";
"Print Head Alignment3" = "Nastavení tiskové hlavy";
"Print Head Alignment3 Tips" = "Použijte tento program, pokud se na výtisku objevují chybně zarovnané svislé čáry.";

"Nozzle Check" = "Kontrola trysek";
"Nozzle Check Tips" = "Použijte tento program, pokud se na výtisku objevují mezery nebo světlé oblasti.";
"Nozzle Check2" = "Kontrola trysek";
"Nozzle Check2 Tips" = "Použijte tento program, pokud se na výtisku objevují mezery nebo světlé oblasti.";
"Nozzle Check3" = "Kontr. trysek tisk. hl.";

"LFP Remote Panel" = "Vzdálený panel EPSON LFP";
"LFP Remote Panel2" = "EPSON LFP Remote Panel 2";
"LFP Remote Panel Tips" = "Tento nástroj použijte k optimalizaci vaší tiskárny.";
"LFP Remote Panel2 Tips" = "Tento nástroj použijte k optimalizaci vaší tiskárny.";

"LFP Remote Panel J" = "MAXART Remote Panel";
"LFP Remote Panel J Tips" = "Tento nástroj použijte k optimalizaci vaší tiskárny.";

"Manual" = "Ručně";
"Manual Tips" = "Otevřít příručku.";

"Firmware Updater" = "Aktualizace firmwaru tiskárny";
"Firmware Updater Tips" = "Tento nástroj použijte k aktualizaci firmwaru vaší tiskárny.";

"AHC" = "Automatická kontrola trysek a čištění";
"AHC Tips" = "Tento nástroj použijte, pokud došlo ke snížení kvality tisku.";

"AHC J" = "Automatické čištění hlavy";
"AHC J Tips" = "Tiskárna automaticky vyčistí trysky tiskové hlavy a provede čištění hlavy";

"Printer Info" = "Informace o tiskárně a doplňcích";
"Printer Info Tips" = "Použijte tento program pro provedení nebo ověření nastavení tiskárny a doplňkových zařízení.";

"Power Ink Flushing" = "Proplachování inkoustu";
"Power Ink Flushing Tips" = "Použijte tento nástroj, pokud se problém s kvalitou tisku neodstraní ani po opakovaném čištění hlavy.";
"Power Ink Flushing Tips2" = "Použijte tento nástroj ke zvýšení kvality tisku.";
"Power Ink Flushing2" = "Výkonné čištění";
"Power Ink Flushing2 Tips" = "Použijte tento nástroj ke zvýšení kvality tisku.";

"Ink Replacement" = "Výměna inkoustové kazety";
"Ink Replacement Tips" = "Vyměňte inkoustovou kazetu pomocí tohoto obslužného nástroje.";

"PG Cleaning" = "Čištění vodítka papíru";
"PG Cleaning Tips" = "Použijte tento nástroj, pokud je výtisk znečištěný.";

"IDO" = "Optimalizace hustoty inkoustu";
"IDO Tips" = "Optimalizuje hustotu pigmentu inkoustu.";

"Printer Settings" = "Nastavení tiskárny";
"Printer Settings Tips" = "Tento nástroj použijte k nastavení tiskárny.";

"Ink Tank Utility" = "Nástroj zásobníku inkoustu";
"Ink Tank Utility Tips" = "Tento nástroj slouží k doplnění zásobníku inkoustu.";

"Box Settings" = "Nastavení zdroje";
"Box Settings Tips" = "Nastavení zdroje";

"Status Monitor for LP" = "EPSON Status Monitor";
"Status Monitor for LP Tips" = "Použijte tento program pro automatickou kontrolu chyb a také pro kontrolu hladiny zbývajícího inkoustu.";

"Confidential Job Settings" = "Nastavení důvěrných úloh";
"Confidential Job Settings Tips" = "Nastavení důvěrných úloh";

/* Status Monitor */
"Ink Levels" = "Hladiny inkoustu";
"Ink Cartridge Information" = "Informace";
"OK" = "OK";

"Manufacturer :" = "Výrobce:";
"Ink type :" = "Typ inkoustu:";
"Cartridge type :" = "Typ kazety:";
"Cartridge code :" = "Kód kazety:";
"Production date :" = "Datum výroby:";
"Manufacturer" = "Výrobce";
"Ink type" = "Typ inkoustu";
"Cartridge type" = "Typ kazety";
"Cartridge code" = "Kód kazety";
"Production date" = "Datum výroby";
"YearsApostrophe" = "'";
"DateSlash" = "/";

"Power" = "Napájení";
"Battery" = "Baterie";
"AC" = "AC";
"Charging..." = "Nabíjení...";

/* Progress Sheet */
"Processing..." = "Zpracovávání...";
"Please wait." = "Čekejte prosím.";

/* Error Window */
"Status desciption" = "Popis stavu";
"Action to take" = "Akce";
"Error" = "Chyba";
"Warning" = "Varování";

/* Alert Strings */
"UTAlert_1" = "Nelze spustit nástroj Epson Printer Utility 4.
Zkontrolujte následující.
- Produkt je zapnutý.
- Produkt je správně připojen k počítači.
- Produkt se nachází v poli seznamu tiskáren.

Pokud chyba není odstraněna, nástroj Epson Printer Utility 4 není k dispozici pro váš počítač.";
"UTAlert_2" = "Chybí jeden nebo více prostředků. Nainstalujte znovu ovladač tiskárny.";
"UTAlert_3" = "Probíhá čistění!";
"UTAlert_OKButton" = "OK";

/* Preference */
"PREF_WARNING_GRPBOX_TITLE" = "Oznámení během tisku";
"PREF_WARNING_CB_01" = "Dochází inkoust";
"PREF_WARNING_CB_02" = "Volání údržby";
"PREF_WARNING_CB_03" = "Nízký stav baterie";
"PREF_WARNING_CB_04" = "Jiné upozornění";
"PREF_WARNING_CB_05" = "Výměna černého inkoustu";
"PREF_WARNING_CB_06" = "Sušení inkoustu";

"PREF_BLACKPRINT_GRPBOX_TITLE" = "Ostatní nastavení";
"PREF_BLACKPRINT_CB_01" = "Povolit dočasný ČB tisk";
"PREF_BLACKPRINT_TEXT" = "Když dojde inkoust v barevné kazetě (kazetách), je dočasně k dispozici černobílý tisk.
Můžete tisknout černě s použitím následujících nastavení:
- Typ média: Obyčejný papír
- Barva: Stupně šedi
- Bez ohraničení: Nevybráno";
